{
    "navbar": {
        "navItems": {
            "company": {
                "name": "Компания",
                "contents": {
                    "getToKnowXPG": "Узнайте о XPG",
                    "ourLiveStudios": "Наши живые студии",
                    "ourPartners": "Наши партнеры",
                    "fairGaming": "Честная игра"
                }
            },
            "solutions": {
                "name": "Решения",
                "contents": {
                    "smartStudio": "Estúdio Inteligente",
                    "apiIntegration": "Интеграция API",
                    "whiteLabel": "White Label",
                    "html5Mobile": "HTML5 Мобильный",
                    "privateTables": "Приватные столы",
                    "printingMaterials": "Печатные материалы"
                }
            },
            "liveGames": {
                "name": "Live Игры"
            },
            "news": {
                "name": "Новости"
            },
            "liveDemo": {
                "name": "Live Демо"
            }
        },
        "buttons": {
            "clientArea": "Личный кабинет",
            "contactUs": "Связаться с нами"
        },
        "badge": {
            "new": "Новое"
        }
    },
    "featureSection": {
        "games": {
            "title": "Игры",
            "description": "Самое большое портфолио игр с живыми дилерами и виртуальных игр в одном API."
        },
        "euStudios": {
            "title": "Студии ЕС",
            "description": "Недавно отремонтированные ультрасовременные студии в сердце Европы."
        },
        "html5": {
            "title": "HTML5",
            "description": "Кроссплатформенное решение для безостановочных игр на любом устройстве и в любом месте."
        },
        "whiteLabel": {
            "title": "White label",
            "description": "Индивидуальный продуктовый пакет для операторов в зависимости от региона работы."
        }
    },
    "followUs": "Подпишитесь на нас",
    "footer": {
        "content": "Логотип и графические материалы XPG Live являются исключительной интеллектуальной собственностью XPG Live и не могут быть скопированы, воспроизведены, распространены или отображены без предварительного письменного согласия XPG Live. XPG Live работает в полном соответствии с игровыми правилами во многих юрисдикциях. Мы стремимся защитить вашу конфиденциальность.",
        "copyright": "Copyright © 2008 - {YEAR} XPG. Все права защищены."
    },
    "aboutSection": {
        "title": {
            "xpg": "XPG",
            "concept": "Концепция"
        },
        "intro": "XPG является ведущим B2B поставщиком программного обеспечения для Live-казино, предлагая передовые игры с живыми дилерами и комплексные iGaming-решения для операторов онлайн-казино. Мы предлагаем гибкую платформу White Label, которая позволяет операторам беспрепятственно интегрировать наш Live-казино пакет под своим собственным брендом посредством надежной интеграции API для быстрой и легкой настройки.",
        "main": {
            "ourDiverse": "Наше разнообразное портфолио включает популярные игры с живыми дилерами, такие как",
            "andMore": "и многое другое",
            "everyGame": "Каждая игра проводится профессиональными дилерами и транслируется в HD качестве в прямом эфире из наших ультрасовременных студий. Обладая более чем 12-летним опытом работы в отрасли и приверженностью инновациям, XPG позволяет операторам привлекать игроков подлинным, захватывающим игровым опытом.",
            "manyOperators": "Присоединяйтесь к множеству операторов, которые доверяют XPG в улучшении своих предложений Live-казино",
            "connectWithUs": " – свяжитесь с нами ",
            "today": "сегодня, чтобы узнать больше о том, как наши решения могут принести пользу вашему iGaming-бизнесу."
        }
    },
    "liveGames": {
        "live": "Live",
        "games": "Игры",
        "learnMore": "Подробнее"
    },
    "workTogether": {
        "12": "12",
        "taglineLine1": "B2B игровые решения с 2008 года",
        "taglineLine2": "Доверено операторами по всему миру",
        "workTogether": "Работать Вместе"
    },
    "news": {
        "title": "Новости",
        "recent": "Последние",
        "recentNews": "Последние новости",
        "readMore": "Читать далее",
        "notFound": "Новости не найдены для"
    },
    "newsLetter": {
        "title": "Подпишитесь на нашу рассылку",
        "description": "Будьте в курсе! Получайте последние новости и специальные акции прямо на свою электронную почту.",
        "stayUpdated": "Будьте в курсе",
        "form": {
            "fullName": "Полное имя",
            "contactNumber": "Контактный номер",
            "email": "Адрес электронной почты",
            "subscribe": "Подписаться",
            "submitting": "Отправка...",
            "agreement": "Подписываясь, вы соглашаетесь с нашей",
            "privacyPolicy": "Политикой конфиденциальности",
            "privacyComingSoon": "Политика конфиденциальности (скоро)"
        },
        "successMessage": "Подписка успешно оформлена!",
        "errorMessage": "Ошибка подписки. Повторите попытку."
    },
    "ourCompany": {
        "our": "Наша",
        "company": "Компания",
        "contents": {
            "getToKnowXPG": {
                "title": "Узнайте о XPG"
            },
            "ourLiveStudios": {
                "title": "Посмотрите наши живые студии"
            },
            "ourPartners": {
                "title": "Представляем наших партнеров"
            },
            "fairGaming": {
                "title": "Честная игра"
            }
        }
    },
    "xpgSolutions": {
        "xpg": "XPG",
        "solutions": "Решения",
        "contents": {
            "apiIntegration": {
                "title": "Интеграция API"
            },
            "whiteLabel": {
                "title": "Белая этикетка"
            },
            "html5Mobile": {
                "title": "HTML5 Мобильный"
            },
            "privateTables": {
                "title": "Приватные столы"
            },
            "printingMaterials": {
                "title": "Печатные материалы"
            }
        }
    },
    "getToKnowXPG": {
        "heading": {
            "leading": "Ведущий.",
            "trustWorthy": "Надежный.",
            "getToKnowXPG": "Узнайте о",
            "xpg": "XPG"
        },
        "intro": "XPG — уникальный поставщик программного обеспечения для Live Dealer Casino, работающий уже более десяти лет; он принадлежит к когорте компаний, которые сделали индустрию Live Casino такой, какой она является сейчас — совершенной современной заменой азартных игр в настоящем наземном казино.",
        "vision": {
            "title": "Наше видение",
            "description": "Стать поставщиком номер один в индустрии Live-казино. Всегда оставаться впереди, разрабатывая и внедряя новые услуги и продукты."
        },
        "mission": {
            "title": "Наша миссия",
            "description": "Увеличить удержание игроков, прибыль и узнаваемость бренда операторов, предоставляя сложные и гибкие решения и современную систему Live-казино с самым широким выбором качественных игр на рынке для своих игроков."
        },
        "coreValues": {
            "core": "Основные",
            "values": "Ценности",
            "items": [
                {
                    "title": "Гибкость и простота",
                    "description": "обеспечивающие максимальную удовлетворенность клиентов"
                },
                {
                    "title": "Развитие и инновации",
                    "description": "определяющие постоянные преимущества над конкурентами"
                },
                {
                    "title": "Профессионализм",
                    "description": "гарантирующий долгосрочный успех в бизнесе"
                },
                {
                    "title": "Прозрачность",
                    "description": "строящая истинное доверие и сотрудничество"
                }
            ]
        },
        "benefits": {
            "title": "Преимущества",
            "forOperators": {
                "title": "Для Операторов",
                "items": [
                    "Гибкое и экономичное решение, адаптированное под все ваши потребности",
                    "Самый широкий выбор Live игр на рынке, который постоянно обновляется",
                    "Индивидуальный подход",
                    "Различные варианты кастомизации для повышения узнаваемости бренда",
                    "Высокие показатели удержания",
                    "Круглосуточная трансляция Live игр и поддержка"
                ]
            },
            "forPlayers": {
                "title": "Для Игроков",
                "items": [
                    "Чистый опыт Live-игр, созданный в наших обширных и хорошо оборудованных студиях в Болгарии и Румынии",
                    "Общение и компания увлекательных и общительных дилеров",
                    "Самый широкий выбор игр с уникальными функциями и побочными ставками",
                    "Потрясающие партнерские слоты и другие виртуальные игры",
                    "Удобный пользовательский интерфейс",
                    "Кроссплатформенная система – с теми же данными для входа для ПК, смартфона, планшета"
                ]
            }
        }
    },
    "previous": "Предыдущий",
    "next": "Следующий",
    "liveStudios": {
        "heroTitleLine1": "Европейская.",
        "heroTitleLine2": "Изысканная.",
        "sectionTitle": "Посмотрите наши",
        "sectionTitleBold": "Live-студии",
        "description": "Вещая из ультрасовременных студий, XPG предоставляет вашим игрокам возможность наблюдать за тем, как интерактивные и опытные крупье раздают карты и вращают колесо рулетки в реальном времени. Находясь в сердце Европы – в Болгарии и Молдове – наши студии оснащены передовым оборудованием для казино, включая самое современное аудио- и видеозаписывающее оборудование от лидера индустрии Cammegh. Это позволяет нам достичь высочайшего уровня погружения в игру и помогает создать чистый опыт Live-казино, которым славится XPG.",
        "facilityTitle": "Студия",
        "facilityTitleBold": "Оборудование",
        "features": {
            "equipment": "Передовое оборудование от лидера отрасли Cammegh",
            "design": "Классический дизайн настоящего казино, привлекательный и знакомый",
            "technology": "Передовые технологии аудио- и видеозаписи",
            "dealers": "Профессиональные, опытные и приятные дилеры",
            "atmosphere": "Расслабленная и дружелюбная атмосфера",
            "streaming": "Круглосуточная HD-трансляция"
        },
        "section1": {
            "paragraph1": "Наши студии управляются и эксплуатируются профессиональными пит-боссами, компетентными менеджерами казино и опытными дилерами, чьи объединенные знания и навыки способствуют безопасности и общему опыту наших игроков. Мы должны быть уверены, что качество игрового опыта поддерживается 24/7, а ежедневные вызовы решаются последовательно.",
            "paragraph2": "Чтобы обеспечить наилучший Live-опыт, студии должны быть комфортными для всех: игроков, дилеров, менеджеров и всех членов студийной команды, поэтому существует концепция, согласно которой мы управляем нашими студиями — универсальность.",
            "features": {
                "renovatedStudios": "Недавно отремонтированные студии",
                "cuttingEdgeTech": "Передовые технологии",
                "hdStreaming": "Круглосуточная HD-трансляция",
                "femaleDealers": "Профессиональные женщины-дилеры"
            }
        },
        "section2": {
            "chromaKey": {
                "title": "Динамический брендинг с использованием хромакея",
                "description": "Виртуальная студия XPG использует передовую технологию хромакея для предоставления операторам полностью настраиваемых сред с живыми дилерами. Это решение позволяет одной таблице представлять несколько брендов, динамически изменяя фоны для отображения конкретных логотипов, тем или рекламного контента. Будь то праздничное событие, такое как Рождество, или крупное спортивное событие, такое как Кубок мира, операторы могут легко обновлять визуальные настройки для повышения вовлеченности игроков. Такая гибкость устраняет необходимость в дополнительных физических столах или студийном пространстве, предлагая экономичный способ предоставления персонализированных игровых впечатлений."
            },
            "tailoredStudios": {
                "title": "Индивидуальные студии Live-казино",
                "descriptionPrefix": "XPG предлагает специализированные среды Live-казино, разработанные для отражения уникальной идентичности каждого оператора. С возможностью размещения столов на вашей игорной площадке или в глобальной сети студий XPG, операторы могут выбирать из множества настольных игр, включая ",
                "andMore": "и многое другое",
                "descriptionSuffix": ". Каждая настройка настраивается в соответствии с эстетикой вашего бренда, обеспечивая целостный и захватывающий опыт для игрока. Наша специализированная команда технической поддержки доступна 24/7 для помощи с любыми операционными потребностями, обеспечивая бесперебойный игровой процесс и высококачественную потоковую передачу."
            },
            "finalNote": "Интегрируя Виртуальную студию XPG и Специализированные среды в свою платформу, вы можете предложить игрокам уникальный и увлекательный опыт Live-казино, который выделяется на конкурентном рынке iGaming."
        }
    },
    "ourPartners": {
        "pageTitle": "Партнеры",
        "heroHeading": "Партнеры",
        "sectionHeading": {
            "pre": "Улучшите свое онлайн-казино с помощью",
            "highlight": "живых дилеров мирового класса от XPG"
        },
        "sectionDescription": {
            "intro": "Предоставляя первоклассный и захватывающий игровой опыт. Наши профессионально обученные дилеры, высококачественное оборудование студии и HD-трансляция создают аутентичную атмосферу казино, которая завораживает игроков. Благодаря многоязычной поддержке и разнообразному выбору игр, таких как",
            "andMore": "и многое другое",
            "conclusion": ", XPG обеспечивает бесперебойное взаимодействие для глобальной аудитории."
        },
        "partnersHeading": {
            "pre": "Наши",
            "highlight": "ПАРТНЕРЫ"
        },
        "partnersSubheading": "Работаем с лучшими в своем деле"
    },
    "fairGaming": {
        "heroTitle1": "Безопасность.",
        "heroTitle2": "Прозрачность.",
        "title": {
            "pre": "Честная",
            "highlight": "Игра"
        },
        "intro": "Будучи хорошо известной своей выдающейся репутацией в отрасли, XPG гарантирует прозрачность и честность своего программного обеспечения, поддерживает и управляет принципами Честной Игры, которые постоянно отслеживаются, улучшаются и обновляются. Как ведущий B2B поставщик Live-дилерских систем и игр для казино, XPG не имеет прямых отношений с игроками, однако безупречная репутация и высокая степень доверия остаются основными факторами для создания и поддержания надежной, по-настоящему честной, прозрачной и безопасной игровой среды в нашем бизнесе. Поэтому разработка и продвижение концепции принципов Честной Игры является важной частью создания нашей игровой среды, основанной на духе честной игры.",
        "certificationTitle": "Сертификация и регулирование",
        "certificationDescription": "Понимая нашу ответственность на регулируемом игровом рынке, XPG придерживается строгих правил и положений, установленных независимыми организациями, которые контролируют и проверяют игровой процесс в нашей системе для обеспечения высочайших стандартов. В рамках процесса сертификации система Live-дилерского казино XPG официально сертифицирована iTech Labs, одним из самых авторитетных независимых сертификационных органов с более чем 12-летним опытом работы и клиентами по всему миру. Поэтому все игры XPG проходят строгие независимые испытания независимыми сторонними организациями.",
        "toolsTitle": "Инструменты ответственной игры",
        "toolsDescription": "Как неотъемлемая часть нашего программного обеспечения Live-системы, инструменты ответственной игры XPG включают опцию самоисключения, интерфейс для игроков с принудительным игровым поведением, опцию проверки возраста и систему тайм-аута. Заботясь о наших операторах, мы предоставляем профессиональную службу поддержки, чтобы наши клиенты не имели проблем с использованием инструментов ответственной игры.",
        "items": [
            {
                "title": "Политика по борьбе с мошенничеством и отмыванием денег",
                "description": "Одной из основных ценностей XPG является наше моральное превосходство по отношению к нашим партнерам, нашим операторам и их игрокам. Будучи ответственным поставщиком программного обеспечения, не терпящим мошенническую деятельность, XPG специально разработала сложный и чрезвычайно мощный механизм мониторинга для обнаружения и защиты от мошенничества и отмывания денег. Используя комплексный мониторинг транзакций и контроль игрового поведения, XPG гарантирует повышенный уровень безопасности и полную защиту от мошенничества."
            },
            {
                "title": "Предотвращение компульсивной азартной игры",
                "description": "Думая о наших операторах и их игроках, мы хотим убедиться, что люди всегда наслаждаются своим опытом использования системы XPG Live-дилерского казино. В то же время мы признаем, что, хотя большинство людей играют ради развлечения, для некоторых это может выйти из-под контроля. Именно по этой причине мы предоставляем нашим клиентам ресурсы по ответственной игре, предоставляя ссылки со всей необходимой информацией о рисках азартных игр и о том, как безопасно играть, включая опросники для самооценки. Наши операторы могут проверять активность игроков и анализировать стандарты поведения, которые могут помочь выявить потенциальный риск."
            },
            {
                "title": "Игра несовершеннолетних",
                "description": "XPG предприняла шаги для подтверждения того, что наша система и веб-сайты, использующие наше программное обеспечение, не привлекают лиц, не достигших совершеннолетия в их юрисдикции. Используя стороннюю систему проверки возраста, наша система Live-дилерского казино требует строгого изучения учетных данных игрока."
            },
            {
                "title": "Лимиты",
                "description": "XPG предоставляет функционал для установки игровых лимитов, которые могут контролироваться игроком. Эти лимиты включают лимиты ставок за сессию, день, неделю, месяц, продолжительность сессии, лимиты ставок для конкретной игры и максимальную одиночную ставку по игре. XPG также предлагает возможность вывода внутриигровых сообщений при достижении лимитов и о самих лимитах."
            },
            {
                "title": "Инструменты самоисключения",
                "description": "По запросу XPG закроет счет клиента на определенный период времени, который может составлять от одного дня до 12 месяцев, в течение которого счет не может быть повторно открыт по какой-либо причине. В течение этого периода самоисключения игрок не будет получать никаких рекламных писем, и мы делаем все, чтобы предотвратить открытие новых счетов."
            }
        ],
        "studioSafetyNote": "Live-игры проводятся в строго контролируемых студиях и полностью записываются и отслеживаются. В результате честность и случайность предлагаемых продуктов проверяются и обновляются с использованием новейших методов и сложной технологии. Наша миссия не только предоставить операторам максимально увлекательную игровую систему, но и наш долг предотвращать компульсивное использование и доступ несовершеннолетних к нашим игровым продуктам."
    },
    "apiIntegration": {
        "heroTitleLine1": "Просто.",
        "heroTitleLine2": "Гибко.",
        "sectionTitle": {
            "pre": "Интеграция",
            "highlight": "API"
        },
        "introText": "Добавление Live-игр казино к вашей существующей платформе казино — это самый быстрый способ увеличить доходы и улучшить удержание игроков...",
        "subSectionTitle": {
            "pre": "Система Live-дилерского",
            "highlight": "Казино XPG"
        },
        "integrationBox": {
            "label": "интеграция"
        },
        "apiBox": {
            "label": "API"
        },
        "gamesBox": {
            "label": "игры",
            "noGames": "Игры недоступны"
        },
        "partnersBox": {
            "label": "партнеры"
        },
        "statsBox": {
            "virtualGamesLabel": "виртуальные игры",
            "gamesDescription": "Классические слоты, Видео слоты, Мини слоты, Кено, Скретч-карты, Настольные игры, Видеопокер, Виртуальный спорт"
        },
        "xpgLiveDealerCasinoSystem": {
            "apiIntegration": {
                "title": "1 интеграция API",
                "description": "Легко подключайте и улучшайте вашу онлайн-платформу казино."
            },
            "games": {
                "title": "ИГРЫ",
                "description": ""
            },
            "partners": {
                "title": "100+ ПАРТНЁРОВ",
                "description": ""
            },
            "virtualGames": {
                "title": "500+ ВИРТУАЛЬНЫХ ИГР",
                "description": "Классические слоты, видеослоты, мини-слоты, кено, моментальные лотереи, настольные игры, видеопокер и виртуальный спорт."
            }
        },
        "integrationProcess": {
            "title": {
                "pre": "Процесс",
                "highlight": "интеграции:"
            },
            "steps": [
                "Программирование и понимание вызовов API XPG на наших PP-серверах (PP – PreProduction)",
                "Экспертиза вашего внешнего интерфейса нашим персоналом поддержки",
                "Открытие Live-среды со стороны XPG",
                "Изменения в интеграции с вашей стороны для включения Live-среды"
            ]
        },
        "walletOptions": {
            "seamlessWallet": {
                "title": "Бесшовный кошелек",
                "items": [
                    "Время интеграции: 2-3 месяца",
                    "Игрок выполняет меньше действий, так как информация автоматически обновляется в системе.",
                    "Сложный процесс интеграции API, требующий больших ресурсов ИТ и разработчиков от обеих компаний."
                ]
            },
            "balanceTransfer": {
                "title": "Перевод баланса",
                "items": [
                    "Время интеграции: 1-2 недели",
                    "Игрок выполняет больше действий при переводе средств из одной системы казино в другую.",
                    "API очень быстрый и простой, не требует больших ресурсов от обеих компаний."
                ]
            }
        }
    },
    "whiteLabel": {
        "titleLine1": "Функционально.",
        "titleLine2": "Прозрачно.",
        "sectionTitle": {
            "pre": "Решение",
            "highlight": "White Label"
        },
        "introParagraph1": "Как и во всех наших бизнес-моделях, мы предоставляем нашим партнерам White Label полную техническую поддержку круглосуточно и позволяем вам сохранять полный, безопасный контроль над вашей ценной базой данных. Ни одна другая система Live-казино на рынке не может предложить такие мгновенные услуги, которые мы готовы предоставить предпринимателям White Label. Свяжитесь с нами сейчас, чтобы узнать, как вы можете быстро и легко запустить свой собственный веб-сайт White Label Live Casino.",
        "introParagraph2": "Наша гибкая игровая система может быть настроена для удовлетворения конкретных потребностей каждого клиента практически на любом языке. Наша многоязычная система в настоящее время поддерживает английский, итальянский, испанский, французский, венгерский, турецкий, греческий, немецкий, португальский, русский, китайский, японский, тайский, малайский и корейский языки.",
        "introParagraph3": "Мы можем подключить вас к нашему живому видеопотоку, разработать полноценный веб-сайт в соответствии с вашими спецификациями, предоставить услуги перевода и подключить вас к нашему расширенному бэк-офису.",
        "standAlone": {
            "title": "Автономный сайт",
            "paragraph": "Система автономного агента — это тщательно разработанное готовое решение для игровых залов и предпринимателей, работающих на наличном рынке в любой точке мира. По сути, это готовый индивидуальный веб-сайт с системой Live-казино XPG, полным набором игр и удобным, интуитивно понятным бэк-офисом для управления игроками, финансами и статистикой. С системой автономного агента XPG вы сможете запустить свое полностью функционирующее онлайн-казино за 7–10 дней практически без усилий с вашей стороны."
        },
        "downloadClient": {
            "title": "Клиент для загрузки",
            "paragraph": "XPG также предлагает клиент для загрузки операторам, работающим в регионах с плохим интернет-соединением. Он очень популярен в азиатских странах. Игрокам необходимо загрузить небольшой установочный файл с веб-сайта вашего казино на свои устройства, установить нашу систему и начать играть. Процесс предельно прост и занимает несколько минут. Мы подготовим клиент для вас максимум за 7–10 рабочих дней, а возможно, и быстрее, чтобы вы были готовы начать работу."
        },
        "navigation": {
            "previous": "← Предыдущий",
            "next": "Следующий →"
        }
    },
    "html5Mobile": {
        "titleLine1": "Кросс-",
        "titleLine2": "платформенное",
        "sectionTitle": {
            "pre": "Мобильное",
            "highlight": "Решение"
        },
        "intro": "XPG демонстрирует эволюционный подход к мобильной разработке, создавая мобильное решение на HTML5. Многие его функции были адаптированы с учетом работы на маломощных устройствах, таких как смартфоны и планшеты. Важно отметить, что, работая в веб-браузере, оно не привязано к базовой операционной системе. Оно уже поддерживается в последних веб-браузерах и обеспечивает непревзойденный опыт Live-игр. Для тех, кто все еще предпочитает загружать приложение, XPG создала удобное и надежное мобильное приложение для устройств Android с четким интерфейсом и интуитивно понятной навигацией.",
        "features": {
            "play": "Играть",
            "playOn": "Играть на",
            "playIn": "Играть в",
            "anytime": "в любое время",
            "anywhere": "в любом месте",
            "at": "на",
            "of": "из",
            "anyDevice": "любое устройство",
            "anyBrowser": "любой браузер",
            "anyGame": "любая игра",
            "choice": "выбор"
        },
        "sectionTitle2": {
            "pre": "Кроссплатформенное",
            "highlight": "Решение"
        },
        "sectionIntro2": "Кроссплатформенность XPG — это единое решение, которое может быть адаптировано для различных каналов, позволяя игрокам беспрепятственно переключаться между продуктами. Оно связывает онлайн, наземных и мобильных операторов. Таким образом, игроки могут использовать одни и те же данные для входа и наслаждаться безграничным игровым опытом без перерыва, постоянно перемещаясь из одного места в другое."
    },
    "privateTables": {
        "titleLine1": "Эффективно.",
        "titleLine2": "Индивидуально.",
        "sectionTitle": {
            "pre": "Приватные",
            "highlight": "столы"
        },
        "introParagraph": "Если вам нужно идеальное решение для приватного стола, мы предлагаем выигрышный вариант. Наша система Live-казино имеет самый широкий выбор Live-игр на рынке, и все они могут быть доступны для ваших игроков на приватных столах. Мы также предлагаем ряд опций по кастомизации столов различного масштаба, чтобы значительно повысить узнаваемость вашего бренда. С XPG все подлежит обсуждению и готово к адаптации под ваши нужды, включая создание новой игры с нуля эксклюзивно для вашего приватного стола. Независимо от того, какие игры и опции кастомизации вы выберете, это будет выигрышная комбинация, которая обеспечит более высокую степень удержания и большую прибыль для вашей системы казино.",
        "customizationTitle": "Наиболее распространенные варианты кастомизации:",
        "customizationOptions": [
            "Изменение водяного знака стола в интерфейсе",
            "Размещение логотипа на игре",
            "Брендирование одежды дилера, карт и т.д.",
            "Выбор конкретного дилера",
            "Выбор языка, на котором говорит дилер",
            "Размещение рекламы и Live-акций",
            "И многое другое!"
        ],
        "brandAwarenessTitle": "Узнаваемость бренда",
        "brandAwarenessDescription": "Наша опция Private Tables предоставляет потрясающие возможности для значительного повышения узнаваемости вашего бренда. Благодаря более чем 10 различным Live-играм и десяткам виртуальных игр от наших партнеров на 40 столах в наших 3 огромных студиях, больше игроков будут узнавать – и запоминать – ваше онлайн-казино. Мы также являемся единственным поставщиком Live-казино, который предлагает множество различных игр для рынков с высокой плотностью игроков, таких как Азия, Индия и Турция. С XPG узнаваемость вашего бренда как возрастет, так и диверсифицируется. В конечном итоге это также увеличит поток на публичных столах."
    },
    "printingMaterials": {
        "title": "Печатные материалы",
        "sectionTitle": {
            "pre": "Брошюра",
            "highlight": "XPG"
        },
        "description": "Здесь каждый может скачать актуальную информацию о компании XPG, ее технологиях игрового процесса и самих играх. Если вы хотите распечатать брошюру XPG формата A5, пожалуйста, напишите нам запрос через контактную форму в подвале этого сайта, и мы вышлем вам файл .pdf в типографском качестве.",
        "downloadButton": "Скачать брошюру"
    },
    "gameDetails": {
        "notFound": {
            "title": "Игра не найдена",
            "description": "Искомая вами игра не существует или могла быть удалена.",
            "back": "Вернуться к играм"
        },
        "multiGames": "Мультиигры",
        "interestingFacts": "Интересные факты",
        "seeMore": "Показать больше...",
        "seeLess": "Показать меньше"
    },
    "contactUs": {
        "success": "Спасибо! Ваше сообщение отправлено. Мы свяжемся с вами как можно скорее!",
        "failure": "Не удалось отправить ваше сообщение, пожалуйста, попробуйте еще раз.",
        "get": "Свяжитесь",
        "inTouch": "с нами",
        "interested": "Заинтересованы в сотрудничестве?",
        "description": "Свяжитесь с нами, заполнив форму ниже или отправив нам электронное письмо, чтобы найти лучшее решение для вас и вашего бизнеса.",
        "form": {
            "name": "Имя",
            "phone": "Телефон",
            "email": "Электронная почта",
            "subject": "Тема",
            "message": "Сообщение",
            "send": "Отправить"
        },
        "container": {
            "phoneLabel": "Телефон",
            "emailLabel": "Электронная почта",
            "addressLabel": "Адрес"
        }
    },
    "smartStudio": {
        "heroTitleLine1": "Smart",
        "heroTitleLine2": "Studio",
        "title": "Smart Studio",
        "subTitle": "Раскройте возможности Smart Studio",
        "description": "С помощью Smart Studio операторы могут полностью настраивать наши игры Live Casino, создавая захватывающие фирменные среды, которые воплощают их видение в жизнь и увлекают игроков.",
        "aboutSmartStudio": {
            "title": "Почему Smart Studio от XPG?",
            "description1": "На переполненном рынке Live Casino крайне важно выделяться визуально и эмоционально.",
            "preTitle": "Smart Studio от XPG",
            "description2": "позволяет операторам выразить свою индивидуальность бренда без необходимости строительства студий на заказ.",
            "description3": "Благодаря полностью настраиваемым средам ваш бренд становится частью игрового процесса, формируя более сильное узнавание и лояльность игроков с каждым вращением, раздачей и броском."
        },
        "keyBenefits": {
            "title": "Ключевые преимущества Smart Studio",
            "items": [
                {
                    "title": "Полностью настраиваемый брендинг",
                    "description": "Разработайте каждый аспект, чтобы отразить индивидуальность вашего бренда — от одежды дилера до макетов столов и тематических визуальных эффектов."
                },
                {
                    "title": "Экономичность и масштабируемость",
                    "description": "Устраните высокие затраты на строительство физических студий и эффективно масштабируйтесь по мере роста вашего бизнеса."
                },
                {
                    "title": "Быстрое и гибкое развертывание",
                    "description": "Запускайте фирменные среды Live Casino за считанные дни, а не недели — идеально подходит для акций, сезонов или кампаний."
                },
                {
                    "title": "Готовность к нескольким брендам",
                    "description": "Управляйте несколькими брендами из одной настройки — все в рамках бесшовного и захватывающего опыта Live Casino."
                }
            ]
        },
        "customBranding": {
            "title": "Возможности индивидуального брендинга",
            "description": "Smart Studio открывает мощный набор функций настройки, которые позволяют вам создать среду Live Casino, столь же уникальную, как и ваш бренд. Каждая деталь может быть адаптирована для повышения вовлеченности игроков и узнаваемости бренда, от визуальных элементов до голосовых взаимодействий:",
            "items": [
                {
                    "title": "Фон",
                    "description": "примените индивидуальное оформление для полного брендирования вашего фона."
                },
                {
                    "title": "Подиум дилера",
                    "description": "добавьте свой логотип и выберите пользовательские цвета или текстуры."
                },
                {
                    "title": "Рекламный контент",
                    "description": "отображайте баннеры, видео (кроме Auto Mega Roulette) и анимированные логотипы."
                },
                {
                    "title": "Озвучивание",
                    "description": "используйте предварительно записанные объявления на предпочитаемых игроками языках для персонализированного подхода."
                }
            ]
        },
        "smartStudioCompatibility": {
            "title": "Совместимость со Smart Studio",
            "description": "Smart Studio разработан для бесшовной интеграции с существующими играми Live Casino XPG, обеспечивая единообразный и высококачественный игровой опыт. Он поддерживает все основные типы игр, включая:",
            "note": "Примечание: Некоторые функции настройки могут отличаться в зависимости от игры."
        },
        "standOut": {
            "title": "Хотите выделиться за столами?",
            "description1": "Smart Studio позволяет вашему бренду говорить за себя.",
            "description2": "Мы всегда открыты для новых идей и возможностей. Если вы готовы поднять свое Live Casino на новый уровень, давайте поговорим о том, как XPG может воплотить ваше видение в жизнь.",
            "button": "Давайте поговорим"
        }
    }
}