{
    "navbar": {
        "navItems": {
            "company": {
                "name": "บริษัท",
                "contents": {
                    "getToKnowXPG": "รู้จัก XPG",
                    "ourLiveStudios": "สตูดิโอถ่ายทอดสดของเรา",
                    "ourPartners": "พันธมิตรของเรา",
                    "fairGaming": "การเล่นที่ยุติธรรม"
                }
            },
            "solutions": {
                "name": "โซลูชั่น",
                "contents": {
                    "smartStudio": "สมาร์ทสตูดิโอ",
                    "apiIntegration": "การรวม API",
                    "whiteLabel": "White Label",
                    "html5Mobile": "HTML5 บนมือถือ",
                    "privateTables": "โต๊ะส่วนตัว",
                    "printingMaterials": "สื่อสิ่งพิมพ์"
                }
            },
            "liveGames": {
                "name": "เกมสด"
            },
            "news": {
                "name": "ข่าว"
            },
            "liveDemo": {
                "name": "Live Demo"
            }
        },
        "buttons": {
            "clientArea": "พื้นที่สำหรับลูกค้า",
            "contactUs": "ติดต่อเรา"
        },
        "badge": {
            "new": "ใหม่"
        }
    },
    "featureSection": {
        "games": {
            "title": "เกม",
            "description": "พอร์ตโฟลิโอเกมดีลเลอร์สดและเกมเสมือนจริงที่ใหญ่ที่สุดใน API เดียว"
        },
        "euStudios": {
            "title": "สตูดิโอในสหภาพยุโรป",
            "description": "สตูดิโอที่ได้รับการปรับปรุงใหม่ล่าสุดในใจกลางยุโรป"
        },
        "html5": {
            "title": "HTML5",
            "description": "โซลูชั่นข้ามแพลตฟอร์มสำหรับการเล่นเกมอย่างต่อเนื่องบนอุปกรณ์ใดก็ได้และทุกที่"
        },
        "whiteLabel": {
            "title": "White Label",
            "description": "แพ็คเกจผลิตภัณฑ์ที่ปรับแต่งสำหรับผู้ให้บริการตามภูมิภาคการดำเนินงาน"
        }
    },
    "followUs": "ติดตามเรา",
    "footer": {
        "content": "โลโก้และสื่อกราฟิกของ XPG Live เป็นทรัพย์สินทางปัญญาแต่เพียงผู้เดียวของ XPG Live และไม่สามารถคัดลอก ทำซ้ำ แจกจ่าย หรือแสดงผลได้โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจาก XPG Live XPG Live ดำเนินการตามข้อกำหนดด้านการเล่นเกมในเขตอำนาจศาลต่างๆ อย่างสมบูรณ์ เรามุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณ",
        "copyright": "ลิขสิทธิ์ © 2008 - {YEAR} XPG สงวนลิขสิทธิ์"
    },
    "aboutSection": {
        "title": {
            "xpg": "XPG",
            "concept": "แนวคิด"
        },
        "intro": "XPG เป็นผู้ให้บริการซอฟต์แวร์คาสิโนสดแบบ B2B ชั้นนำ โดยนำเสนอเกมดีลเลอร์สดที่ล้ำสมัยและโซลูชั่น iGaming ที่ครอบคลุมสำหรับผู้ให้บริการคาสิโนออนไลน์ เรามีแพลตฟอร์ม White Label ที่ยืดหยุ่นซึ่งช่วยให้ผู้ประกอบการสามารถรวมชุดคาสิโนสดของเราภายใต้แบรนด์ของตนเองได้อย่างราบรื่นผ่านการรวม API ที่แข็งแกร่งเพื่อการตั้งค่าที่รวดเร็วและง่ายดาย",
        "main": {
            "ourDiverse": "พอร์ตโฟลิโอที่หลากหลายของเราประกอบด้วยเกมดีลเลอร์สดที่ได้รับความนิยม เช่น",
            "andMore": "และอื่นๆ อีกมากมาย",
            "everyGame": "ทุกเกมดำเนินงานโดยดีลเลอร์มืออาชีพและสตรีมมิ่งด้วยคุณภาพระดับ HD สดจากสตูดิโอที่ทันสมัยของเรา ด้วยประสบการณ์ในอุตสาหกรรมกว่า 12 ปีและความมุ่งมั่นในการสร้างสรรค์นวัตกรรม XPG ช่วยให้ผู้ประกอบการสามารถดึงดูดผู้เล่นด้วยประสบการณ์การเล่นเกมที่แท้จริงและดื่มด่ำ",
            "manyOperators": "เข้าร่วมกับผู้ประกอบการมากมายที่ไว้วางใจ XPG เพื่อยกระดับข้อเสนอคาสิโนสดของพวกเขา",
            "connectWithUs": " – ติดต่อเรา ",
            "today": "วันนี้เพื่อเรียนรู้เพิ่มเติมว่าโซลูชั่นของเราจะเป็นประโยชน์ต่อธุรกิจ iGaming ของคุณได้อย่างไร"
        }
    },
    "liveGames": {
        "live": "สด",
        "games": "เกม",
        "learnMore": "ดูเพิ่มเติม"
    },
    "workTogether": {
        "12": "12",
        "taglineLine1": "2008'den Beri B2B Oyun Çözümleri",
        "taglineLine2": "Dünya Çapındaki Operatörler Tarafından Güvenilen",
        "workTogether": "Birlikte Çalışmak"
    },
    "news": {
        "title": "ข่าว",
        "recent": "ล่าสุด",
        "recentNews": "ข่าวล่าสุด",
        "readMore": "อ่านเพิ่มเติม",
        "notFound": "ไม่พบข่าวสำหรับ"
    },
    "newsLetter": {
        "title": "สมัครรับจดหมายข่าวของเรา",
        "description": "ติดตามข่าวสาร! รับข่าวสารล่าสุดและโปรโมชั่นพิเศษส่งตรงถึงกล่องจดหมายของคุณ",
        "stayUpdated": "อัปเดตอยู่เสมอ",
        "form": {
            "fullName": "ชื่อเต็ม",
            "contactNumber": "เบอร์โทรศัพท์",
            "email": "ที่อยู่อีเมล",
            "subscribe": "สมัครสมาชิก",
            "submitting": "กำลังส่ง...",
            "agreement": "การสมัครของคุณถือว่าคุณยอมรับ",
            "privacyPolicy": "นโยบายความเป็นส่วนตัว",
            "privacyComingSoon": "นโยบายความเป็นส่วนตัว (เร็วๆ นี้)"
        },
        "successMessage": "สมัครสมาชิกเรียบร้อยแล้ว!",
        "errorMessage": "การสมัครสมาชิกไม่สำเร็จ โปรดลองอีกครั้ง"
    },
    "ourCompany": {
        "our": "บริษัท",
        "company": "ของเรา",
        "contents": {
            "getToKnowXPG": {
                "title": "รู้จัก XPG"
            },
            "ourLiveStudios": {
                "title": "ดูสตูดิโอถ่ายทอดสดของเรา"
            },
            "ourPartners": {
                "title": "แนะนำพันธมิตรของเรา"
            },
            "fairGaming": {
                "title": "การเล่นที่ยุติธรรม"
            }
        }
    },
    "xpgSolutions": {
        "xpg": "XPG",
        "solutions": "โซลูชั่น",
        "contents": {
            "apiIntegration": {
                "title": "การรวม API"
            },
            "whiteLabel": {
                "title": "ไวท์เลเบล"
            },
            "html5Mobile": {
                "title": "HTML5 บนมือถือ"
            },
            "privateTables": {
                "title": "โต๊ะส่วนตัว"
            },
            "printingMaterials": {
                "title": "สื่อสิ่งพิมพ์"
            }
        }
    },
    "getToKnowXPG": {
        "heading": {
            "leading": "เป็นผู้นำ",
            "trustWorthy": "น่าเชื่อถือ",
            "getToKnowXPG": "รู้จัก",
            "xpg": "XPG"
        },
        "intro": "XPG เป็นผู้ให้บริการซอฟต์แวร์คาสิโนดีลเลอร์สดที่ไม่เหมือนใครซึ่งมีมานานกว่าทศวรรษ; เป็นของกลุ่มบริษัทที่ทำให้วงการคาสิโนสดเป็นอย่างที่เป็นอยู่ในปัจจุบัน – เป็นทางเลือกที่ทันสมัยและเป็นที่สิ้นสุดสำหรับการพนันในคาสิโนจริง",
        "vision": {
            "title": "วิสัยทัศน์ของเรา",
            "description": "ก้าวขึ้นเป็นผู้ให้บริการอันดับหนึ่งในอุตสาหกรรมคาสิโนสด มุ่งมั่นที่จะก้าวล้ำหน้าอยู่เสมอ โดยการพัฒนาและนำเสนอบริการและผลิตภัณฑ์ใหม่ๆ"
        },
        "mission": {
            "title": "พันธกิจของเรา",
            "description": "เพิ่มการรักษาผู้เล่น ผลกำไร และการรับรู้แบรนด์ของผู้ให้บริการ โดยนำเสนอโซลูชั่นที่ซับซ้อนและยืดหยุ่น รวมถึงระบบคาสิโนสดที่ทันสมัยพร้อมเกมคุณภาพที่หลากหลายที่สุดในตลาดสำหรับผู้เล่นของพวกเขา"
        },
        "coreValues": {
            "core": "ค่านิยม",
            "values": "หลัก",
            "items": [
                {
                    "title": "ความยืดหยุ่นและความเรียบง่าย",
                    "description": "ที่มอบความพึงพอใจสูงสุดให้กับลูกค้า"
                },
                {
                    "title": "การพัฒนาและนวัตกรรม",
                    "description": "ที่กำหนดความได้เปรียบอย่างต่อเนื่องเหนือคู่แข่ง"
                },
                {
                    "title": "ความเป็นมืออาชีพ",
                    "description": "ที่รับประกันความสำเร็จทางธุรกิจในระยะยาว"
                },
                {
                    "title": "ความโปร่งใส",
                    "description": "ที่สร้างความไว้วางใจและความร่วมมือที่แท้จริง"
                }
            ]
        },
        "benefits": {
            "title": "ประโยชน์",
            "forOperators": {
                "title": "สำหรับผู้ให้บริการ",
                "items": [
                    "โซลูชั่นที่ยืดหยุ่นและคุ้มค่า ตอบสนองทุกความต้องการของคุณ",
                    "เกมสดที่หลากหลายที่สุดในตลาด อัปเดตอย่างต่อเนื่อง",
                    "แนวทางส่วนบุคคล",
                    "ตัวเลือกการปรับแต่งที่หลากหลายเพื่อเพิ่มการรับรู้แบรนด์",
                    "อัตราการรักษาผู้เล่นสูง",
                    "การสตรีมเกมสดและการสนับสนุนตลอด 24/7"
                ]
            },
            "forPlayers": {
                "title": "สำหรับผู้เล่น",
                "items": [
                    "ประสบการณ์การเล่นเกมสดที่แท้จริง สร้างขึ้นในสตูดิโอที่กว้างขวางและมีอุปกรณ์ครบครันของเราในบัลแกเรียและโรมาเนีย",
                    "การสื่อสารและบริษัทของดีลเลอร์ที่มีส่วนร่วมและเป็นกันเอง",
                    "เกมที่หลากหลายที่สุดพร้อมฟังก์ชันพิเศษและการเดิมพันข้างเคียง",
                    "สล็อตพันธมิตรที่น่าประทับใจและเกมเสมือนจริงอื่น ๆ",
                    "อินเทอร์เฟซที่ใช้งานง่าย",
                    "ระบบข้ามแพลตฟอร์ม – ใช้ข้อมูลเข้าสู่ระบบเดียวกันสำหรับ PC, สมาร์ทโฟน, แท็บเล็ต"
                ]
            }
        }
    },
    "previous": "ก่อนหน้า",
    "next": "ถัดไป",
    "liveStudios": {
        "heroTitleLine1": "ยุโรป",
        "heroTitleLine2": "ซับซ้อน",
        "sectionTitle": "ดู",
        "sectionTitleBold": "สตูดิโอสดของเรา",
        "description": "XPG ถ่ายทอดสดจากสตูดิโอที่ทันสมัยที่สุด ให้ผู้เล่นได้เห็นดีลเลอร์ผู้เชี่ยวชาญและโต้ตอบกันอย่างใกล้ชิด กำลังแจกไพ่และหมุนวงล้อรูเล็ตแบบเรียลไทม์ สตูดิโอของเราตั้งอยู่ในใจกลางยุโรป – ในบัลแกเรียและมอลโดวา – พร้อมอุปกรณ์คาสิโนที่ล้ำสมัย รวมถึงอุปกรณ์บันทึกเสียงและวิดีโอที่ทันสมัยที่สุดจาก Cammegh ผู้นำในอุตสาหกรรม ซึ่งช่วยให้เราได้รับประสบการณ์การเล่นเกมที่ดื่มด่ำในระดับสูงสุด และช่วยสร้างประสบการณ์คาสิโนสดที่บริสุทธิ์ซึ่ง XPG เป็นที่รู้จัก",
        "facilityTitle": "สิ่งอำนวยความสะดวก",
        "facilityTitleBold": "ของสตูดิโอ",
        "features": {
            "equipment": "อุปกรณ์ที่ทันสมัยจาก Cammegh ผู้นำในอุตสาหกรรม",
            "design": "การออกแบบคาสิโนจริงแบบคลาสสิกที่น่าดึงดูดและคุ้นเคย",
            "technology": "เทคโนโลยีการบันทึกเสียงและวิดีโอขั้นสูง",
            "dealers": "ดีลเลอร์มืออาชีพ มีประสบการณ์ และน่าคบหา",
            "atmosphere": "บรรยากาศที่ผ่อนคลายและเป็นกันเอง",
            "streaming": "สตรีมมิ่ง HD ตลอด 24/7"
        },
        "section1": {
            "paragraph1": "สตูดิโอของเราได้รับการจัดการและดำเนินการโดยหัวหน้าโต๊ะมืออาชีพ ผู้จัดการคาสิโนที่มีความสามารถ และดีลเลอร์ที่มีประสบการณ์ ซึ่งความรู้และทักษะรวมกันช่วยให้มั่นใจในความปลอดภัยและประสบการณ์โดยรวมของผู้เล่นของเรา เราต้องมั่นใจว่าคุณภาพของประสบการณ์การเล่นเกมได้รับการดูแลตลอด 24 ชั่วโมง 7 วันต่อสัปดาห์ และความท้าทายในแต่ละวันได้รับการจัดการอย่างสม่ำเสมอ",
            "paragraph2": "เพื่อให้ประสบการณ์สดที่ดีที่สุด สตูดิโอต้องสะดวกสบายสำหรับทุกคน: ผู้เล่น ดีลเลอร์ ผู้จัดการ และพนักงานทุกคนในสตูดิโอ ดังนั้นจึงมีแนวคิดที่เราใช้ในการจัดการสตูดิโอของเรา – ความเป็นสากล",
            "features": {
                "renovatedStudios": "สตูดิโอที่ได้รับการปรับปรุงใหม่ล่าสุด",
                "cuttingEdgeTech": "เทคโนโลยีที่ล้ำสมัย",
                "hdStreaming": "สตรีมมิ่ง HD ตลอด 24 ชั่วโมง",
                "femaleDealers": "ดีลเลอร์หญิงมืออาชีพ"
            }
        },
        "section2": {
            "chromaKey": {
                "title": "การสร้างแบรนด์แบบไดนามิกด้วย Chroma Key",
                "description": "Virtual Studio ของ XPG ใช้เทคโนโลยีโครมาคีย์ขั้นสูงเพื่อให้ผู้ให้บริการมีสภาพแวดล้อมดีลเลอร์สดที่สามารถปรับแต่งได้อย่างสมบูรณ์ โซลูชั่นนี้ช่วยให้โต๊ะเดียวสามารถแสดงแบรนด์ได้หลายแบรนด์ โดยเปลี่ยนพื้นหลังแบบไดนามิกเพื่อแสดงโลโก้ ธีม หรือเนื้อหาส่งเสริมการขายที่เฉพาะเจาะจง ไม่ว่าจะเป็นโอกาสเทศกาล เช่น คริสต์มาส หรือการแข่งขันกีฬาครั้งใหญ่ เช่น ฟุตบอลโลก ผู้ให้บริการสามารถอัปเดตฉากหลังได้อย่างง่ายดายเพื่อเพิ่มการมีส่วนร่วมของผู้เล่น ความยืดหยุ่นนี้ช่วยลดความจำเป็นในการเพิ่มโต๊ะจริงหรือพื้นที่สตูดิโอ มอบวิธีที่คุ้มค่าในการมอบประสบการณ์การเล่นเกมที่ปรับแต่งได้"
            },
            "tailoredStudios": {
                "title": "สตูดิโอคาสิโนสดที่ปรับแต่งตามความต้องการ",
                "descriptionPrefix": "XPG นำเสนอสภาพแวดล้อมคาสิโนสดที่จัดตั้งขึ้นโดยเฉพาะ ออกแบบมาเพื่อสะท้อนเอกลักษณ์เฉพาะตัวของผู้ให้บริการแต่ละราย ด้วยตัวเลือกในการโฮสต์โต๊ะในคาสิโนจริงของคุณหรือภายในเครือข่ายสตูดิโอทั่วโลกของ XPG ผู้ให้บริการสามารถเลือกเกมโต๊ะได้หลากหลาย รวมถึง ",
                "andMore": "และอื่นๆ",
                "descriptionSuffix": " การตั้งค่าแต่ละแบบสามารถปรับแต่งให้สอดคล้องกับความสวยงามของแบรนด์ของคุณ เพื่อให้มั่นใจถึงประสบการณ์การเล่นเกมที่สอดคล้องและดื่มด่ำสำหรับผู้เล่น ทีมสนับสนุนด้านเทคนิคเฉพาะของเราพร้อมให้บริการตลอด 24 ชั่วโมงทุกวันเพื่อช่วยในเรื่องความต้องการในการดำเนินงานใดๆ เพื่อให้มั่นใจถึงการเล่นเกมที่ราบรื่นและการสตรีมที่มีคุณภาพสูง"
            },
            "finalNote": "ด้วยการรวม Virtual Studio และ Dedicated Environments ของ XPG เข้ากับแพลตฟอร์มของคุณ คุณสามารถมอบประสบการณ์คาสิโนสดที่ไม่เหมือนใครและน่าดึงดูดใจให้กับผู้เล่น ซึ่งจะโดดเด่นในตลาด iGaming ที่มีการแข่งขันสูง"
        }
    },
    "ourPartners": {
        "pageTitle": "พันธมิตร",
        "heroHeading": "พันธมิตร",
        "sectionHeading": {
            "pre": "ยกระดับคาสิโนออนไลน์ของคุณด้วย",
            "highlight": "ดีลเลอร์สดระดับโลกของ XPG"
        },
        "sectionDescription": {
            "intro": "มอบประสบการณ์การเล่นเกมระดับพรีเมียมและดื่มด่ำ ดีลเลอร์ที่ผ่านการฝึกอบรมอย่างมืออาชีพ การตั้งค่าสตูดิโอคุณภาพสูง และการสตรีม HD ของเรา สร้างบรรยากาศคาสิโนที่แท้จริงที่ดึงดูดผู้เล่น ด้วยการสนับสนุนหลายภาษาและเกมที่หลากหลายเช่น",
            "andMore": "และอื่นๆ อีกมากมาย",
            "conclusion": " XPG รับประกันการมีส่วนร่วมอย่างต่อเนื่องสำหรับผู้ชมทั่วโลก"
        },
        "partnersHeading": {
            "pre": "พันธมิตร",
            "highlight": "ของเรา"
        },
        "partnersSubheading": "ทำงานร่วมกับผู้ที่เก่งที่สุดในอุตสาหกรรม"
    },
    "fairGaming": {
        "heroTitle1": "ปลอดภัย",
        "heroTitle2": "โปร่งใส",
        "title": {
            "pre": "การเล่น",
            "highlight": "ที่ยุติธรรม"
        },
        "intro": "XPG เป็นที่รู้จักจากชื่อเสียงที่ยอดเยี่ยมในอุตสาหกรรม รับประกันความโปร่งใสและความเป็นธรรมของซอฟต์แวร์ รักษาและจัดการหลักการเล่นที่ยุติธรรม ซึ่งได้รับการตรวจสอบ ปรับปรุง และอัปเดตอย่างต่อเนื่อง ในฐานะผู้ให้บริการระบบและเกมคาสิโนดีลเลอร์สดแบบ B2B XPG ไม่มีส่วนเกี่ยวข้องโดยตรงกับผู้เล่น อย่างไรก็ตาม ชื่อเสียงที่ไร้ที่ติและความน่าเชื่อถือสูงยังคงเป็นปัจจัยสำคัญในการสร้างและรักษาสภาพแวดล้อมการเล่นเกมที่น่าเชื่อถือ ยุติธรรม โปร่งใส และปลอดภัยอย่างแท้จริงในธุรกิจของเรา ดังนั้น การพัฒนาและส่งเสริมแนวคิดของหลักการเล่นที่ยุติธรรมจึงเป็นส่วนสำคัญในการสร้างสภาพแวดล้อมการเล่นเกมของเราที่ก่อตั้งขึ้นบนจิตวิญญาณแห่งการเล่นที่ยุติธรรม",
        "certificationTitle": "การรับรองและข้อบังคับ",
        "certificationDescription": "ด้วยความเข้าใจในความรับผิดชอบของเราในตลาดเกมที่ได้รับการควบคุม XPG ปฏิบัติตามกฎและข้อบังคับที่เข้มงวดที่กำหนดโดยองค์กรอิสระที่ตรวจสอบและตรวจสอบการเล่นเกมในระบบของเราเพื่อให้มั่นใจถึงมาตรฐานสูงสุด ในฐานะส่วนหนึ่งของกระบวนการรับรอง ระบบคาสิโนดีลเลอร์สดของ XPG ได้รับการรับรองอย่างเป็นทางการโดย iTech Labs ซึ่งเป็นหนึ่งในหน่วยงานรับรองอิสระที่ได้รับการยอมรับมากที่สุดซึ่งมีประสบการณ์มากกว่า 12 ปีและมีลูกค้าทั่วโลก ดังนั้นเกม XPG ทั้งหมดจึงต้องผ่านการทดสอบอิสระอย่างเข้มงวดโดยบุคคลที่สามอิสระ",
        "toolsTitle": "เครื่องมือการเล่นเกมอย่างรับผิดชอบ",
        "toolsDescription": "ในฐานะส่วนหนึ่งของซอฟต์แวร์ระบบ Live ของเรา เครื่องมือการเล่นเกมอย่างรับผิดชอบของ XPG ได้แก่ ตัวเลือกการแยกตัวเอง อินเทอร์เฟซสำหรับผู้เล่นที่มีปัญหาในการเล่นเกม ตัวเลือกการยืนยันอายุ และระบบการหมดเวลา เราดูแลผู้ประกอบการของเราโดยให้บริการสนับสนุนอย่างมืออาชีพเพื่อให้แน่ใจว่าลูกค้าของเราไม่มีปัญหาในการใช้เครื่องมือการเล่นเกมอย่างรับผิดชอบ",
        "items": [
            {
                "title": "นโยบายการต่อต้านการฉ้อโกงและการฟอกเงิน",
                "description": "หนึ่งในค่านิยมหลักของ XPG คือจุดยืนทางศีลธรรมที่สูงของเราต่อพันธมิตร ผู้ให้บริการ และผู้เล่นของพวกเขา ในฐานะผู้ให้บริการซอฟต์แวร์ที่รับผิดชอบซึ่งไม่ยอมให้มีการฉ้อโกง XPG ได้ออกแบบกลไกการตรวจสอบที่ซับซ้อนและมีประสิทธิภาพสูงโดยเฉพาะเพื่อตรวจจับและป้องกันการฉ้อโกงและการฟอกเงิน ด้วยการตรวจสอบธุรกรรมที่ครอบคลุมและการควบคุมพฤติกรรมการเล่นเกม XPG รับประกันความปลอดภัยระดับสูงและการป้องกันการฉ้อโกงอย่างสมบูรณ์"
            },
            {
                "title": "การป้องกันการเล่นเกมแบบบังคับ",
                "description": "เราคำนึงถึงผู้ประกอบการและผู้เล่นของพวกเขา เราต้องการให้แน่ใจว่าผู้คนจะเพลิดเพลินกับประสบการณ์การใช้ระบบคาสิโนดีลเลอร์สดของ XPG เสมอ ในขณะเดียวกัน เรายอมรับว่าแม้คนส่วนใหญ่จะเล่นเพื่อความสนุกสนาน แต่สำหรับบางคนอาจควบคุมไม่ได้ นี่คือเหตุผลที่เราจัดหาทรัพยากรการเล่นเกมอย่างรับผิดชอบให้แก่ลูกค้าของเรา โดยเสนอลิงก์ที่มีข้อมูลที่จำเป็นทั้งหมดเกี่ยวกับความเสี่ยงของการเล่นเกมและวิธีเล่นอย่างปลอดภัย รวมถึงแบบสอบถามการประเมินตนเอง ผู้ประกอบการของเราสามารถตรวจสอบกิจกรรมของผู้เล่นและวิเคราะห์รูปแบบพฤติกรรมที่อาจช่วยระบุความเสี่ยงที่อาจเกิดขึ้นได้"
            },
            {
                "title": "การเล่นเกมของเยาวชน",
                "description": "XPG ได้ดำเนินมาตรการเพื่อยืนยันว่าระบบของเราและเว็บไซต์ที่ใช้ซอฟต์แวร์ของเราไม่ดึงดูดบุคคลที่ยังไม่บรรลุนิติภาวะในเขตอำนาจศาลของพวกเขา ด้วยการใช้ระบบการตรวจสอบอายุของบุคคลที่สาม ระบบคาสิโนดีลเลอร์สดของเราจึงกำหนดให้มีการตรวจสอบคุณสมบัติของผู้เล่นอย่างเข้มงวด"
            },
            {
                "title": "ขีดจำกัด",
                "description": "XPG มีฟังก์ชันการทำงานเพื่อตั้งค่าขีดจำกัดการเล่นเกมที่ผู้เล่นสามารถควบคุมได้ ขีดจำกัดเหล่านี้รวมถึงขีดจำกัดการเดิมพันต่อเซสชัน วัน สัปดาห์ เดือน ระยะเวลาเซสชัน ขีดจำกัดการเดิมพันสำหรับเกมที่เฉพาะเจาะจง และการเดิมพันสูงสุดครั้งเดียวต่อเกม XPG ยังมีฟังก์ชันการทำงานเพื่อจัดเตรียมข้อความในเกมเมื่อถึงขีดจำกัดและขีดจำกัดคืออะไร"
            },
            {
                "title": "เครื่องมือการแยกตัวเอง",
                "description": "ตามคำขอ XPG จะปิดบัญชีลูกค้าเป็นระยะเวลาที่กำหนดซึ่งอาจแตกต่างกันไปตั้งแต่หนึ่งวันถึง 12 เดือน ซึ่งในระหว่างนั้นจะไม่สามารถเปิดบัญชีใหม่ได้ไม่ว่าด้วยเหตุผลใดๆ ในระหว่างช่วงเวลาการแยกตัวเองนี้ ผู้เล่นจะไม่ได้รับอีเมลส่งเสริมการขายใดๆ และเราจะทำทุกวิถีทางเพื่อป้องกันการเปิดบัญชีใหม่"
            }
        ],
        "studioSafetyNote": "เกมสดเกิดขึ้นในสตูดิโอที่มีการควบคุมอย่างเข้มงวดและได้รับการบันทึกและตรวจสอบอย่างสมบูรณ์ ด้วยเหตุนี้ ความเป็นธรรมและลักษณะสุ่มของผลิตภัณฑ์ที่นำเสนอจึงได้รับการตรวจสอบและปรับปรุงด้วยวิธีการล่าสุดและเทคโนโลยีที่ซับซ้อน ไม่ใช่แค่ภารกิจของเราในการมอบระบบเกมที่สนุกสนานที่สุดให้กับผู้ประกอบการ แต่ยังเป็นหน้าที่ของเราในการป้องกันการใช้งานที่บังคับและการเข้าถึงผลิตภัณฑ์เกมของเราโดยผู้เยาว์"
    },
    "apiIntegration": {
        "heroTitleLine1": "ง่าย",
        "heroTitleLine2": "ยืดหยุ่น",
        "sectionTitle": {
            "pre": "การรวม",
            "highlight": "API"
        },
        "introText": "การเพิ่มเกมคาสิโนสดไปยังแพลตฟอร์มคาสิโนที่มีอยู่ของคุณเป็นวิธีที่เร็วที่สุดในการสร้างรายได้ที่สูงขึ้นและรักษาผู้เล่นได้ดีขึ้น...",
        "subSectionTitle": {
            "pre": "ระบบคาสิโน",
            "highlight": "ดีลเลอร์สดของ XPG"
        },
        "integrationBox": {
            "label": "การรวม"
        },
        "apiBox": {
            "label": "API"
        },
        "gamesBox": {
            "label": "เกม",
            "noGames": "ไม่มีเกมให้บริการ"
        },
        "partnersBox": {
            "label": "พันธมิตร"
        },
        "statsBox": {
            "virtualGamesLabel": "เกมเสมือนจริง",
            "gamesDescription": "สล็อตคลาสสิก, วิดีโอสล็อต, มินิสล็อต, คีโน, บัตรขูด, เกมโต๊ะ, วิดีโอโป๊กเกอร์, กีฬาเสมือนจริง"
        },
        "xpgLiveDealerCasinoSystem": {
            "apiIntegration": {
                "title": "การผสานรวม API 1 รายการ",
                "description": "เชื่อมต่อและยกระดับแพลตฟอร์มคาสิโนออนไลน์ของคุณได้อย่างราบรื่น"
            },
            "games": {
                "title": "เกม",
                "description": ""
            },
            "partners": {
                "title": "พาร์ทเนอร์กว่า 100 ราย",
                "description": ""
            },
            "virtualGames": {
                "title": "เกมเสมือนจริงกว่า 500 เกม",
                "description": "สล็อตคลาสสิก วิดีโอสล็อต มินิสล็อต คีโน บัตรขูด เกมโต๊ะ วิดีโอโป๊กเกอร์ และกีฬาเสมือนจริง"
            }
        },
        "integrationProcess": {
            "title": {
                "pre": "ขั้นตอน",
                "highlight": "การรวม:"
            },
            "steps": [
                "การเขียนโปรแกรมและการทำความเข้าใจการเรียก API ของ XPG บนเซิร์ฟเวอร์ PP ของเรา (PP – PreProduction)",
                "การตรวจสอบส่วนหน้าของคุณโดยทีมสนับสนุนของเรา",
                "การเปิดใช้งานสภาพแวดล้อม Live ในฝั่ง XPG",
                "การเปลี่ยนแปลงการรวมในฝั่งของคุณเพื่อเปิดใช้งานสภาพแวดล้อม Live"
            ]
        },
        "walletOptions": {
            "seamlessWallet": {
                "title": "กระเป๋าเงินแบบไร้รอยต่อ (Seamless Wallet)",
                "items": [
                    "เวลาในการรวม: 2-3 เดือน",
                    "ผู้เล่นดำเนินการน้อยลง เนื่องจากข้อมูลได้รับการอัปเดตในระบบโดยอัตโนมัติ",
                    "กระบวนการรวม API ที่ซับซ้อนซึ่งต้องการทรัพยากรด้าน IT และนักพัฒนาจำนวนมากจากทั้งสองบริษัท"
                ]
            },
            "balanceTransfer": {
                "title": "การโอนยอดคงเหลือ",
                "items": [
                    "เวลาในการรวม: 1-2 สัปดาห์",
                    "ผู้เล่นดำเนินการมากขึ้นในการโอนเงินจากระบบคาสิโนหนึ่งไปยังอีกระบบหนึ่ง",
                    "API รวดเร็วและเรียบง่ายมาก ไม่ต้องการทรัพยากรมากจากทั้งสองบริษัท"
                ]
            }
        }
    },
    "whiteLabel": {
        "titleLine1": "ทำงานได้",
        "titleLine2": "โปร่งใส",
        "sectionTitle": {
            "pre": "โซลูชั่น",
            "highlight": "White Label"
        },
        "introParagraph1": "เช่นเดียวกับโมเดลธุรกิจทั้งหมดของเรา เราให้การสนับสนุนด้านเทคนิคเต็มรูปแบบตลอด 24 ชั่วโมงแก่พันธมิตร White Label ของเรา และช่วยให้คุณควบคุมฐานข้อมูลอันมีค่าของคุณได้อย่างเต็มที่และปลอดภัย ไม่มีระบบคาสิโนสดอื่นใดในตลาดที่สามารถให้บริการแบบทันทีที่เราพร้อมที่จะมอบให้กับผู้ประกอบการ White Label ติดต่อเราตอนนี้เพื่อดูรายละเอียดเกี่ยวกับวิธีที่คุณสามารถเริ่มต้นเว็บไซต์คาสิโนสด White Label ของคุณเองได้อย่างรวดเร็วและง่ายดาย",
        "introParagraph2": "ระบบเกมที่ยืดหยุ่นของเราสามารถปรับแต่งให้ตรงกับความต้องการเฉพาะของลูกค้าแต่ละรายได้เกือบทุกภาษา ระบบหลายภาษาของเราในปัจจุบันรองรับภาษาอังกฤษ อิตาลี สเปน ฝรั่งเศส ฮังการี ตุรกี กรีก เยอรมัน โปรตุเกส รัสเซีย จีน ญี่ปุ่น ไทย มาเลย์ และเกาหลี",
        "introParagraph3": "เราสามารถเชื่อมต่อคุณกับสตรีมวิดีโอสดของเรา พัฒนาเว็บไซต์ที่สมบูรณ์ตามความต้องการของคุณ ให้บริการแปลภาษา และเชื่อมต่อคุณกับส่วนหลังบ้านขั้นสูงของเรา",
        "standAlone": {
            "title": "เว็บไซต์แบบสแตนด์อโลน",
            "paragraph": "ระบบเอเจนต์แบบสแตนด์อโลนเป็นโซลูชั่นแบบครบวงจรที่ได้รับการออกแบบอย่างพิถีพิถันสำหรับห้องเล่นเกมและผู้ประกอบการที่ทำงานในตลาดเงินสดทั่วโลก โดยพื้นฐานแล้ว มันคือเว็บไซต์ที่ปรับแต่งมาพร้อมใช้งานกับระบบคาสิโนสดของ XPG การเลือกเกมที่ครบครัน และส่วนหลังบ้านที่ใช้งานง่ายและเป็นมิตรต่อผู้ใช้เพื่อจัดการผู้เล่น การเงิน และสถิติ ด้วยระบบเอเจนต์แบบสแตนด์อโลนของ XPG คุณจะสามารถเริ่มต้นคาสิโนออนไลน์ที่ทำงานได้อย่างสมบูรณ์ภายใน 7-10 วันโดยแทบไม่ต้องใช้ความพยายามใดๆ จากคุณ"
        },
        "downloadClient": {
            "title": "ไคลเอ็นต์สำหรับดาวน์โหลด",
            "paragraph": "XPG ยังมีไคลเอ็นต์สำหรับดาวน์โหลดสำหรับผู้ประกอบการที่ทำงานในภูมิภาคที่มีการเชื่อมต่ออินเทอร์เน็ตไม่ดี ซึ่งเป็นที่นิยมอย่างมากในประเทศแถบเอเชีย ผู้เล่นจะต้องดาวน์โหลดไฟล์ติดตั้งขนาดเล็กจากเว็บไซต์คาสิโนของคุณไปยังอุปกรณ์ ติดตั้งระบบของเรา และเริ่มเล่น กระบวนการนี้ง่ายมากและใช้เวลาเพียงไม่กี่นาที เราจะใช้เวลาสูงสุด 7-10 วันทำการ หรือเร็วกว่านั้น เพื่อเตรียม DC ให้คุณ พร้อมให้คุณเริ่มดำเนินการได้"
        },
        "navigation": {
            "previous": "← ก่อนหน้า",
            "next": "ถัดไป →"
        }
    },
    "html5Mobile": {
        "titleLine1": "ข้าม",
        "titleLine2": "แพลตฟอร์ม",
        "sectionTitle": {
            "pre": "โซลูชั่น",
            "highlight": "มือถือ"
        },
        "intro": "XPG แสดงให้เห็นถึงแนวทางการพัฒนาที่ก้าวหน้าสำหรับมือถือโดยการสร้างโซลูชั่น HTML5 Mobile คุณสมบัติหลายอย่างถูกปรับให้เข้ากับการทำงานบนอุปกรณ์ที่มีกำลังไฟต่ำ เช่น สมาร์ทโฟนและแท็บเล็ต ที่สำคัญคือ ถึงแม้จะทำงานบนเว็บเบราว์เซอร์ แต่ก็ไม่ผูกติดกับระบบปฏิบัติการพื้นฐาน รองรับแล้วในเว็บเบราว์เซอร์ล่าสุดและมอบประสบการณ์การเล่นเกมสดที่เหนือชั้น สำหรับผู้ที่ยังคงต้องการดาวน์โหลดแอป XPG ได้สร้างแอปพลิเคชันมือถือที่ใช้งานง่ายและเชื่อถือได้สำหรับอุปกรณ์ Android พร้อมอินเทอร์เฟซที่ชัดเจนและการนำทางที่ใช้งานง่าย",
        "features": {
            "play": "เล่น",
            "playOn": "เล่นบน",
            "playIn": "เล่นใน",
            "anytime": "ทุกเวลา",
            "anywhere": "ทุกที่",
            "at": "ที่",
            "of": "ของ",
            "anyDevice": "อุปกรณ์ใดก็ได้",
            "anyBrowser": "เบราว์เซอร์ใดก็ได้",
            "anyGame": "เกมใดก็ได้",
            "choice": "ทางเลือก"
        },
        "sectionTitle2": {
            "pre": "โซลูชั่น",
            "highlight": "ข้ามแพลตฟอร์ม"
        },
        "sectionIntro2": "แพลตฟอร์มข้ามแพลตฟอร์มของ XPG เป็นโซลูชั่นที่ไม่เหมือนใครที่สามารถปรับใช้ได้หลายช่องทาง ช่วยให้ผู้เล่นสามารถเปลี่ยนผ่านระหว่างผลิตภัณฑ์ได้อย่างราบรื่น โดยเชื่อมต่อผู้ให้บริการออนไลน์ ภาคพื้นดิน และมือถือ ดังนั้น ผู้เล่นสามารถใช้ข้อมูลการเข้าสู่ระบบเดียวกันและเพลิดเพลินกับประสบการณ์การเล่นเกมที่ไร้ขีดจำกัด โดยเคลื่อนที่จากที่หนึ่งไปยังอีกที่หนึ่งอย่างต่อเนื่อง"
    },
    "privateTables": {
        "titleLine1": "มีประสิทธิภาพ",
        "titleLine2": "ปรับแต่งได้",
        "sectionTitle": {
            "pre": "โต๊ะ",
            "highlight": "ส่วนตัว"
        },
        "introParagraph": "หากคุณต้องการโซลูชั่นโต๊ะส่วนตัวที่ดีที่สุด เรามีตัวเลือกที่ชนะเลิศ ระบบคาสิโนสดของเรามีเกมสดให้เลือกหลากหลายที่สุดในตลาด และทั้งหมดสามารถให้บริการแก่ผู้เล่นของคุณบนโต๊ะส่วนตัวได้ เรายังมีตัวเลือกการปรับแต่งโต๊ะในขนาดต่างๆ เพื่อเพิ่มการรับรู้แบรนด์ของคุณอย่างเป็นพื้นฐาน ด้วย XPG ทุกอย่างสามารถต่อรองได้และพร้อมที่จะปรับให้เข้ากับความต้องการของคุณ รวมถึงการสร้างเกมใหม่ตั้งแต่ต้นเพื่อโต๊ะส่วนตัวของคุณโดยเฉพาะ ไม่ว่าคุณจะเลือกเกมและตัวเลือกการปรับแต่งแบบใด จะเป็นการผสมผสานที่ลงตัวซึ่งจะส่งผลให้อัตราการรักษาผู้เล่นสูงขึ้นและสร้างผลกำไรมากขึ้นสำหรับระบบคาสิโนของคุณ",
        "customizationTitle": "ตัวเลือกการปรับแต่งที่พบบ่อยที่สุด:",
        "customizationOptions": [
            "เปลี่ยนลายน้ำของโต๊ะใน UI",
            "วางโลโก้ในเกม",
            "ปรับแต่งเครื่องแบบดีลเลอร์ ไพ่ ฯลฯ",
            "เลือกดีลเลอร์เฉพาะ",
            "เลือกภาษาที่ดีลเลอร์ใช้",
            "วางโฆษณาและโปรโมชั่นสด",
            "และอีกมากมาย!"
        ],
        "brandAwarenessTitle": "การรับรู้แบรนด์",
        "brandAwarenessDescription": "ตัวเลือกโต๊ะส่วนตัวของเรามอบความเป็นไปได้ที่น่าทึ่งในการเพิ่มการรับรู้แบรนด์ของคุณอย่างมาก ด้วยเกมสดที่แตกต่างกันกว่า 10 เกม และเกมเสมือนจริงอีกหลายสิบเกมจากพันธมิตรของเราบนโต๊ะ 40 โต๊ะจากสตูดิโอขนาดใหญ่ 3 แห่งของเรา ผู้เล่นจำนวนมากขึ้นจะจดจำ – และจดจำ – คาสิโนออนไลน์ของคุณ นอกจากนี้ เรายังเป็นผู้ให้บริการคาสิโนสดเพียงรายเดียวที่นำเสนอเกมที่แตกต่างกันมากมายสำหรับตลาดที่มีความหนาแน่นของผู้เล่นสูง เช่น เอเชีย อินเดีย และตุรกี ด้วย XPG การรับรู้แบรนด์ของคุณจะเพิ่มขึ้นและมีความหลากหลายมากขึ้น ท้ายที่สุดแล้ว สิ่งนี้จะเพิ่มปริมาณการเล่นบนโต๊ะสาธารณะด้วย"
    },
    "printingMaterials": {
        "title": "สื่อสิ่งพิมพ์",
        "sectionTitle": {
            "pre": "เอกสาร",
            "highlight": "XPG"
        },
        "description": "ที่นี่ทุกคนสามารถดาวน์โหลดข้อมูลล่าสุดเกี่ยวกับบริษัท XPG เทคโนโลยีการสตรีมเกม และตัวเกมเอง หากคุณต้องการพิมพ์เอกสาร XPG ขนาด A5 โปรดส่งคำขอผ่านแบบฟอร์มการติดต่อที่ส่วนท้ายของเว็บไซต์นี้ แล้วเราจะส่งไฟล์ .pdf ที่มีคุณภาพการพิมพ์ให้คุณ",
        "downloadButton": "ดาวน์โหลดเอกสาร"
    },
    "gameDetails": {
        "notFound": {
            "title": "ไม่พบเกม",
            "description": "เกมที่คุณกำลังค้นหาไม่มีอยู่จริงหรืออาจถูกลบไปแล้ว",
            "back": "กลับไปที่เกม"
        },
        "multiGames": "เกมหลายแบบ",
        "interestingFacts": "ข้อเท็จจริงที่น่าสนใจ",
        "seeMore": "ดูเพิ่มเติม...",
        "seeLess": "ดูน้อยลง"
    },
    "contactUs": {
        "success": "ขอบคุณ! ข้อความของคุณถูกส่งแล้ว เราจะติดต่อกลับโดยเร็วที่สุด!",
        "failure": "ไม่สามารถส่งข้อความของคุณได้ โปรดลองอีกครั้ง",
        "get": "ติดต่อ",
        "inTouch": "เรา",
        "interested": "สนใจร่วมงานกับเราไหม?",
        "description": "ติดต่อเราโดยกรอกแบบฟอร์มด้านล่างหรือส่งอีเมลถึงเรา เพื่อค้นหาโซลูชันที่ดีที่สุดสำหรับคุณและธุรกิจของคุณ",
        "form": {
            "name": "ชื่อ",
            "phone": "โทรศัพท์",
            "email": "อีเมล",
            "subject": "หัวข้อ",
            "message": "ข้อความ",
            "send": "ส่ง"
        },
        "container": {
            "phoneLabel": "โทรศัพท์",
            "emailLabel": "อีเมล",
            "addressLabel": "ที่อยู่"
        }
    },
    "smartStudio": {
        "heroTitleLine1": "Smart",
        "heroTitleLine2": "Studio",
        "title": "Smart Studio",
        "subTitle": "ปลดปล่อยพลังของ Smart Studio",
        "description": "ด้วย Smart Studio ผู้ให้บริการสามารถปรับแต่งเกมคาสิโนสดของเราได้อย่างเต็มที่ เพื่อสร้างสภาพแวดล้อมที่มีแบรนด์ที่น่าดื่มด่ำ ซึ่งทำให้วิสัยทัศน์ของพวกเขาเป็นจริงและดึงดูดผู้เล่นได้",
        "aboutSmartStudio": {
            "title": "ทำไมต้อง Smart Studio ของ XPG?",
            "description1": "ในตลาดคาสิโนสดที่แออัด การโดดเด่นทั้งด้านภาพและอารมณ์เป็นสิ่งสำคัญ",
            "preTitle": "Smart Studio โดย XPG",
            "description2": "ช่วยให้ผู้ให้บริการสามารถแสดงเอกลักษณ์ของแบรนด์ได้โดยไม่จำเป็นต้องสร้างสตูดิโอแบบกำหนดเอง",
            "description3": "ด้วยสภาพแวดล้อมที่ปรับแต่งได้อย่างเต็มที่ แบรนด์ของคุณจะกลายเป็นส่วนหนึ่งของการเล่นเกม สร้างการจดจำและความภักดีของผู้เล่นที่แข็งแกร่งขึ้นในทุกการหมุน การแจกไพ่ และการทอยลูกเต๋า"
        },
        "keyBenefits": {
            "title": "ประโยชน์หลักของ Smart Studio",
            "items": [
                {
                    "title": "การสร้างแบรนด์ที่ปรับแต่งได้อย่างเต็มที่",
                    "description": "ออกแบบทุกแง่มุมเพื่อสะท้อนเอกลักษณ์ของแบรนด์คุณ ตั้งแต่เครื่องแต่งกายของดีลเลอร์ไปจนถึงเค้าโครงโต๊ะและภาพธีม"
                },
                {
                    "title": "คุ้มค่าและปรับขนาดได้",
                    "description": "ลดต้นทุนสูงในการสร้างสตูดิโอจริง และปรับขนาดได้อย่างมีประสิทธิภาพเมื่อธุรกิจของคุณเติบโต"
                },
                {
                    "title": "การปรับใช้ที่รวดเร็วและยืดหยุ่น",
                    "description": "เปิดตัวสภาพแวดล้อมคาสิโนสดที่มีแบรนด์ได้ภายในไม่กี่วัน ไม่ใช่สัปดาห์ — เหมาะสำหรับโปรโมชั่น ฤดูกาล หรือแคมเปญ"
                },
                {
                    "title": "รองรับหลายแบรนด์",
                    "description": "ดำเนินงานหลายแบรนด์ได้จากการตั้งค่าเดียว — ทั้งหมดนี้อยู่ในประสบการณ์คาสิโนสดที่ราบรื่นและน่าดื่มด่ำ"
                }
            ]
        },
        "customBranding": {
            "title": "ความสามารถในการสร้างแบรนด์แบบกำหนดเอง",
            "description": "Smart Studio ปลดล็อกชุดคุณสมบัติการปรับแต่งอันทรงพลังที่ช่วยให้คุณออกแบบสภาพแวดล้อมคาสิโนสดที่มีเอกลักษณ์เฉพาะตัวเหมือนแบรนด์ของคุณ ทุกรายละเอียดสามารถปรับแต่งเพื่อเพิ่มการมีส่วนร่วมของผู้เล่นและการจดจำแบรนด์ได้ ตั้งแต่องค์ประกอบภาพไปจนถึงการโต้ตอบด้วยเสียง:",
            "items": [
                {
                    "title": "พื้นหลัง",
                    "description": "ใช้ภาพงานศิลปะสั่งทำพิเศษเพื่อสร้างแบรนด์พื้นหลังของคุณได้อย่างเต็มที่"
                },
                {
                    "title": "โพเดียมเทลเลอร์",
                    "description": "เพิ่มโลโก้ของคุณและเลือกสีหรือพื้นผิวที่กำหนดเองได้"
                },
                {
                    "title": "เนื้อหาส่งเสริมการขาย",
                    "description": "แสดงแบนเนอร์ วิดีโอ (ยกเว้น Auto Mega Roulette) และโลโก้เคลื่อนไหว"
                },
                {
                    "title": "เสียงพากย์",
                    "description": "ใช้ประกาศที่บันทึกไว้ล่วงหน้าในภาษาที่ผู้เล่นของคุณต้องการเพื่อสัมผัสที่เป็นส่วนตัว"
                }
            ]
        },
        "smartStudioCompatibility": {
            "title": "ความเข้ากันได้ของ Smart Studio",
            "description": "Smart Studio ได้รับการออกแบบมาเพื่อผสานรวมกับเกมคาสิโนสดที่มีอยู่ของ XPG ได้อย่างราบรื่น ทำให้มั่นใจได้ถึงประสบการณ์ผู้เล่นที่สอดคล้องกันและมีคุณภาพสูง รองรับเกมหลักทุกประเภท ได้แก่:",
            "note": "หมายเหตุ: คุณสมบัติการปรับแต่งบางอย่างอาจแตกต่างกันไปตามเกม"
        },
        "standOut": {
            "title": "ต้องการโดดเด่นบนโต๊ะ?",
            "description1": "Smart Studio ช่วยให้แบรนด์ของคุณโดดเด่น",
            "description2": "เราเปิดรับแนวคิดและโอกาสใหม่ๆ เสมอ หากคุณพร้อมที่จะยกระดับคาสิโนสดของคุณ มาพูดคุยกันว่า XPG จะทำให้วิสัยทัศน์ของคุณเป็นจริงได้อย่างไร",
            "button": "มาคุยกัน"
        }
    }
}